CloseTemplate.Confirm=\u8a72\u5f53\u30d5\u30a1\u30a4\u30eb\u306f\u6b63\u3057\u304f\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u307e\u307e\u306b\u4fdd\u5b58\u3057\u307e\u3059\u304b\uff1f
SaveXmlFile.Error.General=\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\n
SaveXmlFile.Error.CannotWrite=\u8a72\u5f53\u30d5\u30a1\u30a4\u30eb\u306f\u8aad\u53d6\u5c02\u7528\u3067\u3059\u306e\u3067\u4e0a\u66f8\u304d\u304c\u3067\u304d\u307e\u305b\u3093\u3002
MessageDialog.Title=\u30e1\u30c3\u30bb\u30fc\u30b8
MessageDialog.Button=\u4e86\u89e3

OpenXmlAction.Start=\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u304f\u64cd\u4f5c\u958b\u59cb\u3002\u30d5\u30a1\u30a4\u30eb\u540d\uff1a
OpenXmlAction.End=\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u304f\u64cd\u4f5c\u7d42\u4e86\u3002
CloseXmlAction.Start=\u30d5\u30a1\u30a4\u30eb\u9589\u3058\u308b\u64cd\u4f5c\u958b\u59cb\u3002\u30d5\u30a1\u30a4\u30eb\u540d\uff1a
CloseXmlAction.End=\u30d5\u30a1\u30a4\u30eb\u9589\u3058\u308b\u64cd\u4f5c\u7d42\u4e86\u3002
LocalVariantAction.Start=\u30ed\u30fc\u30ab\u30eb\u5909\u6570\u8868\u793a\u306e\u5207\u308a\u66ff\u3048\u64cd\u4f5c\u958b\u59cb
LocalVariantAction.End=\u30ed\u30fc\u30ab\u30eb\u5909\u6570\u8868\u793a\u306e\u5207\u308a\u66ff\u3048\u64cd\u4f5c\u7d42\u4e86
#SettingAction.Start=\u30bd\u30fc\u30b9\uff06\u30af\u30e9\u30b9\u30d1\u30b9\u306e\u8a2d\u5b9a\u958b\u59cb
SettingAction.Start=\u8a2d\u5b9a\u958b\u59cb
SettingAction.SourceFolder=\u30bd\u30fc\u30b9\u30d5\u30a9\u30eb\u30c0:\u3000
SettingAction.Classpath=\u30af\u30e9\u30b9\u30d1\u30b9:
SettingAction.RootPath=\u30eb\u30fc\u30c8\u30d1\u30b9:
#SettingAction.End=\u30bd\u30fc\u30b9\uff06\u30af\u30e9\u30b9\u30d1\u30b9\u306e\u8a2d\u5b9a\u7d42\u4e86
SettingAction.End=\u8a2d\u5b9a\u7d42\u4e86
SourceUpdateAction.Complete=\u30ed\u30fc\u30ab\u30eb\u30bd\u30fc\u30b9\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002

FindString.Info.NotFound=\u6307\u5b9a\u3055\u308c\u305f\u6587\u5b57\u5217\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
Dialog.Pdf.OK.Text = PDF\u30d5\u30a1\u30a4\u30eb\u3092\u51fa\u529b\u3057\u307e\u3057\u305f\u3002
File.exist={0}\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u4e0a\u66f8\u304d\u3057\u307e\u3059\u304b\uff1f
SettingDialog.export.Path = \u30d5\u30a1\u30a4\u30eb\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e0a\u66f8\u304d\u5bfe\u8c61\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3068\u306a\u3063\u3066\u3044\u306a\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DirectoryDialog.Pdf.Path = PDF\u30d5\u30a1\u30a4\u30eb\u306e\u51fa\u529b\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4e0a\u66f8\u304d\u5bfe\u8c61\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3068\u306a\u3063\u3066\u3044\u306a\u3044\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RootPathEditDialog.PathNotFound=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\r\n\u5b58\u5728\u3057\u3066\u3044\u308b\u30d5\u30a9\u30eb\u30c0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RootPathEditDialog.Registed=\u6307\u5b9a\u3055\u308c\u305f\u540d\u524d\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\r\n\u5225\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
RootPathEditDialog.NameIsSpace=\u540d\u524d\u3092\u7a7a\u767d\u306e\u307f\u3068\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\r\n\u5225\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Encoding.Error.CannotRead = \u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u3067\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f\u3002\r\n\u30a8\u30f3\u30b3\u30fc\u30c7\u30a3\u30f3\u30b0\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SettingDialog.Import.NullFileError=\u30d5\u30a1\u30a4\u30eb\u304c\u7a7a\u30d5\u30a1\u30a4\u30eb\u3067\u3059\u3002
SettingDialog.Import.ColonError=\u884c\u76ee\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u4e0d\u6b63\u3067\u3059\u3002\u30b3\u30ed\u30f3\u304c\u3042\u308a\u307e\u305b\u3093\u3002
SettingDialog.Import.InvalidityError=\u884c\u76ee\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u4e0d\u6b63\u3067\u3059\u3002\u7121\u52b9\u306a\u9805\u76ee\u3067\u3059\u3002
SettingDialog.Import.RootPathError=\u884c\u76ee\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u4e0d\u6b63\u3067\u3059\u3002\u30eb\u30fc\u30c8\u540d\u524d\u3068\u5bfe\u5fdc\u3059\u308b\u30eb\u30fc\u30c8\u30d1\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
SettingDialog.Import.RootNameError=\u884c\u76ee\u306e\u30ec\u30b3\u30fc\u30c9\u304c\u4e0d\u6b63\u3067\u3059\u3002\u30eb\u30fc\u30c8\u30d1\u30b9\u3068\u5bfe\u5fdc\u3059\u308b\u30eb\u30fc\u30c8\u540d\u524d\u304c\u3042\u308a\u307e\u305b\u3093\u3002

SourceViewer.NoFileExists=\u9078\u629e\u3055\u308c\u305f\u30e1\u30bd\u30c3\u30c9\u306b\u5bfe\u5fdc\u3059\u308b\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30af\u30e9\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\r\n\u30bd\u30fc\u30b9\u30d1\u30b9\u3084\u30af\u30e9\u30b9\u30d1\u30b9\u306a\u3069\u306e\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SourceViewer.NoSourceFile=\u9078\u629e\u3055\u308c\u305f\u8981\u7d20\u306b\u5bfe\u5fdc\u3059\u308b\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u304c\u307f\u3064\u304b\u308a\u307e\u305b\u3093\u3002
SourceViewer.NoClassFound=\u8a2d\u5b9a\u3055\u308c\u305f\u30af\u30e9\u30b9\u30d1\u30b9\u3067\u3001\u9078\u629e\u3055\u308c\u305f\u8981\u7d20\u306b\u5bfe\u5fdc\u3059\u308b\u30af\u30e9\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
DumpDocument.zip.countError=ZIP\u30d5\u30a1\u30a4\u30eb\u306b\u4e00\u3064\u306e\u5185\u90e8\u30d5\u30a1\u30a4\u30eb\u3060\u3051\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DumpDocument.openFailed=\u30d5\u30a1\u30a4\u30eb{0}\u304c\u30aa\u30fc\u30d7\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
SvnSourceCodeUpdater.Update_add=\u8ffd\u52a0
SvnSourceCodeUpdater.Update_delete=\u524a\u9664
SvnSourceCodeUpdater.Update_update=\u66f4\u65b0
SvnSourceCodeUpdater.Update_start=Subversion\u66f4\u65b0\u304c\u958b\u59cb\u3057\u307e\u3057\u305f\u3002
SvnSourceCodeUpdater.Update_completed=Subversion\u66f4\u65b0\u304c\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
SvnSourceCodeUpdater.FailedtoGetSource=\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306f\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SvnSourceCodeUpdater.Restore=\u5fa9\u5143
SvnSourceCodeUpdater.Revision=\u30ea\u30d3\u30b8\u30e7\u30f3
SvnSourceCodeUpdater.NoRepositoryUrl=Subversion\u306eURL\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SvnSourceCodeUpdater.NoLocalFolder=\u30bd\u30fc\u30b9\u3092\u4e00\u6642\u4fdd\u5b58\u3059\u308b\u305f\u3081\u306e\u4f5c\u696d\u30d5\u30a9\u30eb\u30c0\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SvnSourceCodeUpdater.NotDirectory=\u6307\u5b9a\u3055\u308c\u305f\u4f5c\u696d\u30d5\u30a9\u30eb\u30c0\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
SvnSourceCodeUpdater.ReadOnly=\u6307\u5b9a\u3055\u308c\u305f\u4f5c\u696d\u30d5\u30a9\u30eb\u30c0\u304c\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3059\u3002
SvnSourceCodeUpdater.MakeDirsFailed=\u6307\u5b9a\u3055\u308c\u305f\u4f5c\u696d\u30d5\u30a9\u30eb\u30c0\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
SourceUpdateDialog.ConfirmUpdateSetting=\u9023\u643a\u30bd\u30fc\u30b9&\u30af\u30e9\u30b9\u306e\u518d\u8aad\u8fbc\u307f\u3092\u884c\u3044\u307e\u3059\u304c\u3001\u3088\u308d\u3057\u3044\u3067\u3057\u3087\u3046\u304b\u3002
SvnSourceCodeUpdater.ConfirmDelete=\u4f5c\u696d\u30d5\u30a9\u30eb\u30c0\u5185\u306e\u65e2\u5b58\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u5168\u524a\u9664\u3057\u307e\u3059\u304b?
SvnSourceCodeUpdater.ConfirmUpdate=\u30b5\u30d6\u30d0\u30fc\u30b8\u30e7\u30f3\u304b\u3089\u6700\u65b0\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u307e\u3059\u304b\uff1f
Print.Failed=\u5370\u5237\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff01
SourceViewer.NotJavaElements=\u73fe\u5728\u306e\u30c6\u30ad\u30b9\u30c8\u9078\u629e\u306f\u3001Java\u8981\u7d20\u306b\u89e3\u6c7a\u3055\u308c\u307e\u305b\u3093\u3002
Repository.Update.Start=\u30bd\u30fc\u30b9&\u30af\u30e9\u30b9\u306e\u518d\u8aad\u8fbc\u307f\u3092\u958b\u59cb\u3057\u307e\u3057\u305f\u3002
Repository.Update.Finish=\u30bd\u30fc\u30b9&\u30af\u30e9\u30b9\u306e\u518d\u8aad\u8fbc\u307f\u304c\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
# added by sai 2009/11/24
Repository.Cancel.Confirm=\u30bd\u30fc\u30b9&\u30af\u30e9\u30b9\u306e\u8aad\u8fbc\u307f\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3057\u3087\u3046\u304b\uff1f\r\n\u30ad\u30e3\u30f3\u30bb\u30eb\u3059\u308b\u3068\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u5185\u6a2a\u65ad\u691c\u7d22\u3084\u5165\u529b\u652f\u63f4\u306a\u3069\u306e\u6a5f\u80fd\u306e\u4e00\u90e8\u304c\u5229\u7528\u3067\u304d\u306a\u304f\u306a\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
Repository.Update.Cancelled=\u30ea\u30dd\u30b8\u30c8\u30ea\u66f4\u65b0\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f\u3002

# add by v3
Dialog.Title.Information=\u30a4\u30f3\u30d5\u30a9\u30fc\u30e1\u30b7\u30e7\u30f3
Dialog.Title.Question=\u78ba\u8a8d
Dialog.Title.Warning=\u8b66\u544a
Dialog.Title.Error=\u30a8\u30e9\u30fc
Dialog.Button.Yes=\u306f\u3044
Dialog.Button.No=\u3044\u3044\u3048
Dialog.Button.Cancel=\u30ad\u30e3\u30f3\u30bb\u30eb

Dialog.Task.Delete.Text=\u8a72\u5f53\u76e3\u8996\u30bf\u30b9\u30af\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3057\u3087\u3046\u304b\u3002
Dialog.Task.Type.Change.Text=\u30b7\u30b0\u30ca\u30eb\u76e3\u8996\u306e\u30bf\u30b9\u30af\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Dialog.Config.Change.Text=\u7de8\u96c6\u5185\u5bb9\u3092\u4fdd\u5b58\u3057\u307e\u3059\u304b\u3002

Dialog.Task.Monitor.ClassLoad.Check.1.Text=\u65e2\u5b58\u306e\u767b\u9332\u5185\u5bb9\u3068\u77db\u76fe\u3057\u3066\u3044\u307e\u3059\u3002\u8a72\u5f53\u30af\u30e9\u30b9\u306e\u30af\u30e9\u30b9\u30ed\u30fc\u30c9\uff35\uff32\uff2c\u3092\u767b\u9332\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.ClassLoad.Check.2.Text=\u65e2\u5b58\u306e\u767b\u9332\u5185\u5bb9\u3068\u77db\u76fe\u3057\u3066\u3044\u307e\u3059\u3002\u8a72\u5f53\u30af\u30e9\u30b9\u306e\u30af\u30e9\u30b9\u30ed\u30fc\u30c9\uff35\uff32\uff2c\u3092\u767b\u9332\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.ClassLoad.Check.3.Text=\u65e2\u5b58\u306e\u767b\u9332\u5185\u5bb9\u3068\u77db\u76fe\u3057\u3066\u3044\u307e\u3059\u3002\u8a72\u5f53\u306e\u62e1\u5f35\u5b50\u540d\u3092\u767b\u9332\u3057\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.Method.Check.1.Text=\u306e\u76e3\u8996\u306f\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002\u767b\u9332\u3092\u3057\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.Method.Check.2.Text=\u65e2\u5b58\u306e\u767b\u9332\u5185\u5bb9\u3068\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002\u8a72\u5f53\u30e1\u30bd\u30c3\u30c9\u306e\u30b7\u30b0\u30cd\u30c1\u30e3\u3092\u767b\u9332\u3057\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.Method.Check.3.Text=\u8a72\u5f53\u30e1\u30bd\u30c3\u30c9\u306e\u30b7\u30b0\u30cd\u30c1\u30e3\u3092\u767b\u9332\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.Method.Check.4.Text=\u306f\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3067\u3059\u3002\u8a72\u5f53\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u5b9f\u88c5\u3057\u305f\u30af\u30e9\u30b9\u3092\u76e3\u8996\u3057\u3088\u3046\u3068\u3059\u308b\u5834\u5408\u3001\u300cinterface\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Task.Monitor.Exception.Throwable.Text=java.lang.Throwable\u306f\u76e3\u8996\u3067\u304d\u307e\u305b\u3093\u3002
Dialog.Task.Monitor.Exception.Same.Text=\u3092\u76e3\u8996\u3059\u308b\u30bf\u30b9\u30af\u306f\u8907\u6570\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Dialog.Task.Monitor.Same.Text=\u306f\u65e2\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u3002


Dialog.Task.ExceptionMonitor.ClassName.Text=\u8a72\u5f53\u76e3\u8996\u30bf\u30fc\u30b2\u30c3\u30c8\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002

Dialog.Template.Member.Name.Text=\u8a72\u5f53\u30e1\u30f3\u30d0\u30fc\u540d\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Dialog.Template.Class.Name.Text = \u8a72\u5f53\u30af\u30e9\u30b9\u540d\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002

Dialog.Instance.ClassLoad.1.Text = \u30e1\u30bd\u30c3\u30c9\u3092\u76e3\u8996\u3059\u308b\u540c\u30af\u30e9\u30b9\u306e\u30af\u30e9\u30b9\u30ed\u30fc\u30c9\u304c\u7121\u3044\u305f\u3081\u3001\u5f53\u30af\u30e9\u30b9\u306e\u30af\u30e9\u30b9\u30ed\u30fc\u30c9\u3082\u767b\u9332\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
Dialog.Instance.ClassLoad.2.Text = \u30e1\u30bd\u30c3\u30c9\u3092\u76e3\u8996\u3059\u308b\u540c\u30af\u30e9\u30b9\u306e\u30af\u30e9\u30b9\u30ed\u30fc\u30c9\u304c\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5f53\u30af\u30e9\u30b9\u306e\u30af\u30e9\u30b9\u30ed\u30fc\u30c9\u3082\u767b\u9332\u3057\u3066\u304f\u3060\u3055\u3044\u3002

Dialog.Task.Mail.Attach.Check.Text=\u30e1\u30fc\u30eb\u60c5\u5831\u306f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

Tool.Update.Text=\u7de8\u96c6\u5185\u5bb9\u3092\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u3092\u3057\u307e\u3057\u305f\u3002
Tool.Save.Text=\u8a72\u5f53\u8a2d\u5b9a\u5185\u5bb9\u3092\u4fdd\u5b58\u3057\u307e\u3057\u305f\u3002

Dialog.Error.Text=\u56de\u907f\u3067\u304d\u306a\u3044\u969c\u5bb3\u306f\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u5f53\u793e\u306e\u30b5\u30dd\u30fc\u30c8\u30bb\u30f3\u30bf\u30fc\u306b\u9001\u4ed8\u3059\u308b\u3088\u3046\u306b\u304a\u9858\u3044\u3044\u305f\u3057\u307e\u3059\u3002
Dialog.Error.OpenXML.Text=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u30a4\u30f3\u30dd\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3002\u3054\u89e3\u6c7a\u3067\u304d\u306a\u3044\u5834\u5408\u3001\u8a72\u5f53\u30d5\u30a1\u30a4\u30eb\u53ca\u3073\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u5f53\u793e\u306e\u30b5\u30dd\u30fc\u30c8\u30bb\u30f3\u30bf\u30fc\u306b\u9001\u4ed8\u3059\u308b\u3088\u3046\u306b\u304a\u9858\u3044\u3044\u305f\u3057\u307e\u3059\u3002
Dialog.Error.Input.Signal.Text=\u4f8b\u5916\u3082\u3057\u304f\u306f\u30e1\u30bd\u30c3\u30c9\u306e\u76e3\u8996\u3068\u30b7\u30b0\u30ca\u30eb\u76e3\u8996\u306f\u540c\u4e00\u306e\u30bf\u30b9\u30af\u3067\u6df7\u5728\u3057\u3066\u3044\u307e\u3059\u306e\u3067\u3001\u30b7\u30b0\u30ca\u30eb\u76e3\u8996\u60c5\u5831\u3092\u7121\u8996\u3057\u307e\u3059\u3002

Dialog.Error.MinDiskSpace.Text=\u6b8b\u5b58\u5bb9\u91cf\u5236\u9650\u5024\u306b\u306f32767MBytes\u4ee5\u4e0b\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Error.SaveDays.Text=\u4fdd\u5b58\u671f\u9593\u306b\u306f365\u4ee5\u4e0b\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Dialog.Search.Stack.NoDocument.Text=\u30b9\u30bf\u30c3\u30af\u30d3\u30e5\u30fc\u306f\u7a7a\u304d\u3067\u3059\u3002\u30b9\u30bf\u30c3\u30af\u30d3\u30e5\u30fc\u306b\u5bfe\u3059\u308b\u691c\u7d22\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Config.Task.Check.MultiAutMonitorTask.Text=\u8907\u6570\u306e\u4f8b\u5916\u81ea\u52d5\u76e3\u8996\u30bf\u30b9\u30af\u306f\u6709\u52b9\u3068\u306a\u3063\u3066\u3044\u307e\u3059\u3002\uff11\u500b\u3092\u6709\u52b9\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Config.Task.Check.AutoAndExcepTask.Text=\u4f8b\u5916\u81ea\u52d5\u30bf\u30b9\u30af\u306f\u6709\u52b9\u3068\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u6307\u5b9a\u4f8b\u5916\u76e3\u8996\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Config.Task.Check.MultiSignalTask.Text=\u8907\u6570\u306e\u30b7\u30b0\u30ca\u30eb\u76e3\u8996\u30bf\u30b9\u30af\u306f\u6709\u52b9\u3068\u306a\u3063\u3066\u3044\u307e\u3059\u3002\uff11\u500b\u3092\u6709\u52b9\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

SettingDialog.ConfirmToSaveSetting=\u8a2d\u5b9a\u304c\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u4fdd\u5b58\u3057\u307e\u3059\u304b\uff1f
SearchView.Tab.NoLicense=\u691c\u7d22\u5bfe\u8c61\u306b\u306f\u8a72\u5f53\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

Analyzer.AddTask.Confirm.Text=\u8a72\u5f53\u30e1\u30bd\u30c3\u30c9\u3092\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306b\u8ffd\u52a0\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\u3002\u3088\u308d\u3057\u3051\u308c\u3070\u3001\u300c\u306f\u3044\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a2d\u5b9a\u753b\u9762\u306b\u5207\u308a\u66ff\u3048\u3089\u308c\u3066\u304b\u3089\u3001\u30e1\u30bd\u30c3\u30c9\u76e3\u8996\u30bf\u30b9\u30af\u306b\u3042\u308b\u300c\u8ffd\u52a0\u300d\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#2009/11/26 add shu
Menu.View.Delete.Confirm=\u524a\u9664\u3057\u307e\u3059\u304b\uff1f
Menu.View.Delete.Failed=%s\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

